/* No comment provided by engineer. */
"Download Now" = "Jetzt downloaden";

/* No comment provided by engineer. */
"Failed to parse configuration file!" = "Konfigurationsdatei konnte nicht analysiert werden!";

/* No comment provided by engineer. */
"No" = "NEIN";

/* No comment provided by engineer. */
"Ok" = "OK";

/* No comment provided by engineer. */
"This software is not currently installed, please go to the official website to download." = "Diese Software ist derzeit nicht installiert. Bitte besuchen Sie die offizielle Website, um sie herunterzuladen.";

